Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: On 17 December 2014, MFA head Grzegorz Schetyna and Gennadiy Zubko, Ukrainian Deputy Prime Minister and Minister of Regional Development, Housing and Public Utilities, signed a cooperation agreement to support the local government reform in Ukraine.
pl: W dniu 17 grudnia 2014 r. szef MSZ Grzegorz Schetyna i Wicepremier Ukrainy, Minister Rozwoju Regionalnego, Budownictwa oraz Gospodarki Komunalnej, Gennadij Zubko podpisali porozumienie o współpracy w zakresie wsparcia reformy samorządowej na Ukrainie .

source: The agreement refers to actions undertaken since April 2014 by the Polish side in the area of local government reform.
pl: Porozumienie nawiązuje do prowadzonych od kwietnia 2014 r. przez stronę polską działań w obszarze reformy samorządowej.

source: Addressing the need expressed by the Ukrainian side, Polish experts shared Polish experiences in local government reform with Ukraine government representatives.
pl: Polscy eksperci w odpowiedzi na zapotrzebowanie zgłoszone przez stronę ukraińską wspierali przedstawicieli rządu w przygotowaniach do reformy samorządowej w oparciu o polskie doświadczenia.

source: The crucial part was showing Polish systemic solutions and coming up with a legal and institutional reform framework.
pl: Działania polegały przede wszystkim na przedstawieniu polskich rozwiązań systemowych i opracowaniu koncepcji prawnej i instytucjonalnej reformy.

source: The agreement specifies the range of further cooperation.
pl: Porozumienie określa zakres dalszej współpracy.

source: Cooperation will be conducted in a form of advisory operations within the framework of preparing legislation proposals concerning the local government reform in Ukraine, training programmes to implement the local government reform, programmes that will include among other things: training sessions and on-site visits financed from the budgetary funds of the Republic of Poland, and support through non-governmental organisations.
pl: Współpraca prowadzona będzie w formie działań doradczych w zakresie przygotowania propozycji projektów aktów prawnych dotyczących reformy samorządowej na Ukrainie, działań szkoleniowych w zakresie wdrażania reformy samorządowej, obejmujących prowadzenie m.in. szkoleń i wizyt studyjnych, sfinansowanych ze środków budżetu Rzeczypospolitej Polskiej, wsparcie za pośrednictwem organizacji pozarządowych.

source: The Polish side will support the reform in Ukraine by offering Polish experts' consultancy, providing Polish solutions in the local government reform, translating pertinent documents and conducting the training sessions.
pl: Strona Polska wspierać będzie prace na Ukrainie poprzez doradztwo polskich ekspertów, dostarczanie polskich rozwiązań w zakresie reformy samorządowej, tłumaczenie stosownych dokumentów oraz prowadzenie działań szkoleniowych.

source: Solidarity Fund PL was established in 2001 as Polish Foundation for International Development Cooperation "Know-How."
pl: Fundacja Solidarności Międzynarodowej została powołana w 2001 roku jako Polska Fundacja Międzynarodowej Współpracy na Rzecz Rozwoju „Wiedzieć Jak”.

source: The organization took on its present name in 2013.
pl: Pod obecną nazwą Fundacja Solidarności Międzynarodowej funkcjonuje od 2013 roku.

source: The Fund's key tasks are to support pro-democratic institutions and democracy in developing countries.
pl: Do głównych zadań Fundacji należy wspieranie instytucji prodemokratycznych i demokracji w krajach rozwijających się.

source: Its major project, “Support for Democracy,” includes a grant competition for democratization projects.
pl: Wiodącym przedsięwzięciem Fundacji jest program „Wsparcie Demokracji”, w ramach którego Fundacja przeprowadza m.in. konkurs grantowy na projekty demokratyzacyjne.

source: The Fund is also used to finance the Information Center for Local Authorities in Moldova.
pl: Za pośrednictwem Fundacji finansowana jest także działalność Centrum Informacyjnego dla władz lokalnych w Mołdawii.

source: The Fund's role in the Polish development cooperation system is defined in the Development Cooperation Act of 16 September 2011, under which the minister competent for foreign affairs may request the Fund to carry out tasks in a country which is in a special political situation.
pl: Rolę Fundacji w polskim systemie współpracy rozwojowej określa ustawa z dnia 16 września 2011 roku o współpracy rozwojowej, dając ministrowi właściwemu do spraw zagranicznych możliwość przekazywania Fundacji do realizacji zadania w państwach, w których panują szczególne warunki polityczne.

source: The Fund's work is funded, among others, from the national budget special purpose reserve for development cooperation, which is administered by the MFA.
pl: Działania Fundacji finansowane są m.in. ze środków rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i będącej w dyspozycji MSZ.

source: You are here Polish Aid / Our partners / Cooperation in the EU Framework / Informal meeting of development ministers in Florence
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca w ramach UE / Nieformalne spotkanie ministrów ds. rozwoju we Florencji

source: Informal meeting of development ministers in Florence
pl: Nieformalne spotkanie ministrów ds. rozwoju we Florencji

source: The ministerial meeting centred on the post-2015 development agenda issues and the role of private sector in development.
pl: Głównymi tematami obrad ministrów były kwestia agendy rozwojowej po 2015 roku i rola sektora prywatnego w rozwoju.

source: “We'll seek the recognition of rule of law, governance and democracy in creating favourable conditions for sustainable development,” emphasised the deputy chief of Polish diplomacy in her address.
pl: - Będziemy zabiegać o uznanie fundamentalnej roli rządów prawa, dobrego rządzenia i demokracji w tworzeniu warunków do zrównoważonego rozwoju - podkreśliła w swojej wypowiedzi wiceszefowa polskiego MSZ.

source: The deputy minister announced that Poland would contribute every effort to make those priorities more highlighted in future debates about the document.
pl: Wiceminister zapowiedziała, że Polska dołoży starań, aby te priorytety zostały bardziej uwypuklone w przyszłych dyskusjach nad dokumentem.

source: While in Florence, Deputy Minister Pełczyńska-Nałęcz also attended a meeting of Visegrad Group representatives, who discussed the preparations for the European Year for Development 2015 and supporting Ukraine in its reform process.
pl: We Florencji wiceminister Pełczyńska-Nałęcz wzięła także udział w spotkaniu przedstawicieli państw Grupy Wyszehradzkiej, podczas którego omówiono przygotowania do Europejskiego Roku na rzecz Rozwoju 2015 oraz kwestie wsparcia Ukrainy w procesie reform.

source: The meeting also underlined the possibility that V4 countries might share experiences in democracy building and social and economic transformation.
pl: Zwrócono przy tym uwagę na możliwość wspólnego dzielenia się przez państwa V4 doświadczeniami budowania demokracji i transformacji społeczno-gospodarczej.

source: “If we want the actions for Ukraine to bring desired results, we must provide strong administrative support also towards implementing the Association Agreement and the Deep and Comprehensive Free Trade Agreement,” emphasised Deputy Minister Pełczyńska-Nałęcz.
pl: - Jeśli chcemy, aby działania podejmowane wobec Ukrainy przyniosły oczekiwane efekty, musimy zapewnić silne administracyjne wsparcie także na rzecz wdrażania Umowy stowarzyszeniowej i Umowy o pogłębionej strefie wolnego handlu - zaznaczyła wiceminister Pełczyńska-Nałęcz.

source: Public Opinion Poll 2014 - Summary
pl: Pobierz Badanie opinii publicznej 2014

source: The approval rate is 3 percent higher than in 2013.
pl: To poparcie jest o 3 proc. wyższe niż w 2013 roku.

source: This rate has risen for the first time since 2008.
pl: Wskaźnik ten wzrósł po raz pierwszy od 2008 roku.

source: Almost every other respondent (45 percent of those surveyed) who supports Poland's provision of development assistance believes that we have a moral responsibility to help poorer countries.
pl: Niemal co druga (45%) osoba, która popiera udzielanie przez Polskę pomocy rozwojowej, uważa, że mamy moralny obowiązek pomagać biedniejszym krajom.

source: Respondents say that Poland can help poorer countries most in the fields of education (39 percent) and health (35 percent).
pl: Zdaniem respondentów Polska może najbardziej pomóc biedniejszych krajom w dziedzinie edukacji (39%) i w dziedzinie zdrowia (35%).

source: According to those covered by the survey, television continues to be the most popular source of information about Polish aid for other countries (86 percent).
pl: Według badanych najczęstsze źródło informacji o pomocy udzielanej przez Polskę innym krajom wciąż stanowi telewizja (86%).

source: Eurobarometer conducted a similar opinion poll on a comparable sample of respondents in Poland and in other EU countries.
pl: Podobne badania opinii na zbliżonej próbie respondentów w Polsce i w innych krajach UE przeprowadził we wrześniu ub. roku Eurobarometr na zlecenie Komisji Europejskiej.

source: It is a result similar to the European Union average, which is 85 percent.
pl: Stanowi to wynik podobny do unijnej średniej wynoszącej 85 proc.

source: For years, Poland has been engaged in development cooperation for developing countries.
pl: Polska od lat angażuje się we współpracę rozwojową na rzecz krajów rozwijających się.

source: Development cooperation is effected through programmes and projects which are addressed to specific groups of beneficiaries (bilateral assistance), as well as fees and voluntary contributions donated to international institutions, funds and organizations (multilateral assistance).
pl: Współpraca rozwojowa realizowana jest w formie programów i projektów, adresowanych do konkretnych grup beneficjentów (pomoc dwustronna) oraz składek i dobrowolnych wpłat przekazywanych do międzynarodowych instytucji, funduszy i organizacji (pomoc wielostronna).

source: We support democratization, building modern and efficient state institutions, reducing poverty, improving human health, and raising the levels of education and labour qualifications of communities.
pl: Wspieramy demokratyzację, budowę nowoczesnych i sprawnych instytucji państwowych, zmniejszanie ubóstwa, poprawę stanu zdrowia i podnoszenie poziomu wykształcenia i kwalifikacji zawodowych społeczności.

source: This year, we will allocate more than PLN 1.5 billion to development cooperation.
pl: W tym roku na pomoc rozwojową przeznaczymy kwotę ponad 1,5 mld złotych.

source: In Ukraine, innovative instruments to teach business skills have been developed and implemented at schools.
pl: Z kolei na Ukrainie opracowano i wdrożono w szkołach innowacyjne instrumenty edukacyjne w dziedzinie kształcenia przedsiębiorczości.

source: Georgia has decided to embrace Polish solutions as regards the functioning of a system of small children's homes.
pl: Gruzja zdecydowała się wdrożyć polskie rozwiązania w zakresie funkcjonowania sieci małych domów dziecka.

source: You are here Polish Aid / News / Undersecretary of State Pełczyńska-Nałęcz on priorities of Poland's development policy
pl: jesteś tutaj Polska pomoc / Aktualności / Wiceminister Pełczyńska-Nałęcz o priorytetach polskiej polityki rozwojowej

source: Undersecretary of State Pełczyńska-Nałęcz on priorities of Poland's development policy
pl: Wiceminister Pełczyńska-Nałęcz o priorytetach polskiej polityki rozwojowej

source: "We've never had an opportunity to host so many of our partners in development assistance like we have today," said Katarzyna Pełczyńska-Nałęcz, Deputy Foreign Minister, during a meeting with representatives of non-governmental agencies, think-tanks and academic centres, who participated on 11 February in a discussion addressing the issue of Polish development cooperation.
pl: - Nigdy nie mieliśmy okazji gościć tylu przedstawicieli partnerów współpracy rozwojowej, co dzisiaj - powiedziała wiceminister Katarzyna Pełczyńska-Nałęcz podczas spotkania z przedstawicielami organizacji pozarządowych, think-tanków i ośrodków naukowych, którzy 11 lutego wzięli udział w dyskusji na temat przyszłości polskiej współpracy rozwojowej.

source: The deputy head of the MFA emphasized the extraordinary significance of Poland being admitted in 2013 to the Organisation for Economic Co-operation and Development's Development Assistance Committee (DAC OECD).
pl: Wiceszefowa MSZ podkreśliła ogromne znaczenie przyjęcia w 2013 r. Polski do grona członków Komitetu Pomocy Rozwojowej Organizacji Współpracy Gospodarczej i Rozwoju (DAC OECD).

source: "Joining the Committee is a very important step - the culmination of the modernization that has taken place over the last few years of Poland's development assistance system.
pl: - Przystąpienie do Komitetu stanowi ważny krok - zwieńczenie ostatnich paru lat modernizacji polskiego systemu pomocy rozwojowej.

source: This is the result of Poland's strong determination to conduct itself in accordance with the standards of the DAC," said Ms Pełczyńska-Nałęcz.
pl: To efekt ogromnej determinacji ze strony Polski, by postępować zgodnie ze standardami DAC - powiedziała wiceminister Pełczyńska-Nałęcz.

source: She also remarked that membership in the DAC OECD gives Poland the right to be a full participant in the work of one of the world's most prestigious forums for international cooperation.
pl: Zwróciła przy tym uwagę, że członkostwo w DAC OECD daje Polsce możliwość pełnoprawnego udziału w pracach jednego z najbardziej prestiżowych forów współpracy międzynarodowej.

source: During the meeting, the MFA's plans to begin work on the 2016 - 2020 Multiannual Development Cooperation Programme were also presented.
pl: W trakcie spotkania przedstawione zostały również plany MSZ rozpoczęcia prac nad Wieloletnim programem współpracy rozwojowej na lata 2016 - 2020.

source: Ms Pełczyńska-Nałęcz remarked that an analysis should be conducted of the current Multiannual Programme and of the geographical and thematic areas which should constitute priorities of Polish development assistance in the coming years.
pl: Wiceminister zaznaczyła, że wymagają one przeprowadzenia analizy realizacji dotychczasowego Wieloletniego programu oraz obszarów geograficznych i tematycznych, które powinny stanowić priorytety polskiej pomocy w kolejnych latach.

source: "We are aware that Polish assistance should expand together with growth in the Polish economy," emphasized Ms Pełczyńska-Nałęcz.
pl: - Zdajemy sobie sprawę, że polska pomoc musi rosnąć wraz ze wzrostem polskiej gospodarki - podkreśliła wiceminister.

source: The deputy head of Polish foreign affairs also presented plans for organizing upcoming grant programs - in the areas of humanitarian assistance, global education and volunteering.
pl: Wiceszefowa polskiej dyplomacji zaprezentowała także plany organizacji najbliższych postępowań dotacyjnych - w zakresie pomocy humanitarnej, edukacji globalnej oraz wolontariatu.

source: During the meeting, Ms Pełczyńska-Nałęcz additionally spoke about Poland's active participation in global debate within the UN and EU concerning the future of development objectives - the post-2015 agenda.
pl: Podczas spotkania wiceminister mówiła również o aktywnym uczestnictwie Polski w debacie globalnej na forum ONZ i UE w kontekście toczących się negocjacji ws. przyszłości celów rozwojowych - tzw. agendy post-2015.

source: She informed the attendees that by the end of 2014, the Secretary General of the UN will present a report which will also begin the second phase of negotiations.
pl: Poinformowała, że przed końcem 2014 r. Sekretarz Generalny ONZ przedstawi raport, ustanawiając jednocześnie początek drugiej fazy negocjacji.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2013 / "Lens on development" - participate in the photo contest!
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2013 / "Rozwój w obiektywie" - weź udział w konkursie fotograficznym!

source: "Lens on development" - participate in the photo contest!
pl: "Rozwój w obiektywie" - weź udział w konkursie fotograficznym!

source: If you like taking pictures and are interested in the subject of developmental aid, plus you can illustrate how education contributes towards the improvement of life, or how nature influences humans, send your work to the “Lens on development” [“Rozwój w obiektywie”] contest.
pl: Jeśli fotografujesz i interesujesz się tematyką pomocy rozwojowej, potrafisz zilustrować jak edukacja przyczynia się do poprawy życia lub jak przyroda wpływa na człowieka, przyślij swoje prace na konkurs „Rozwój w obiektywie”.

source: Entries shall be accepted between 1 September and 20 October.
pl: Na zgłoszenia czekamy od 1 września do 20 października.

source: The contests is organised by the Ministry of Foreign Affairs of the Republic of Poland.
pl: Konkurs organizuje Ministerstwo Spraw Zagranicznych RP.

source: Photos entered in the contest should present everyday life, culture and problems that need to be overcome by the inhabitants of developing countries and countries undergoing political transformation.
pl: Fotografie zgłaszane do konkursu powinny prezentować życie codzienne, kulturę oraz problemy, które muszą przezwyciężać mieszkańcy krajów rozwijających się i przechodzących transformację ustrojową.

source: With this contest, the Ministry of Foreign Affairs is hoping to make Poles more interested in the problems of world development as well as to make them more familiar with the Millennium Development Goals along with rendering problems related to global development more understandable.
pl: Dzięki konkursowi MSZ chce zainteresować Polaków problemami rozwoju świata, a także przybliżyć Milenijne Cele Rozwoju i ułatwić zrozumienie problemów związanych z rozwojem globalnym.

source: Contest entries shall be accepted through the www.konkursmsz.national-geographic.pl website in three thematic categories:
pl: Prace konkursowe będą przyjmowane za pośrednictwem strony www.konkursmsz.national-geographic.pl w trzech kategoriach tematycznych:

source: Democracy and human rights in development,
pl: Demokracja i prawa człowieka w rozwoju,

source: Education and entrepreneurship as the key to better life,
pl: Edukacja i przedsiębiorczość kluczem do lepszego życia,

source: Impact of the natural environment on human life.
pl: Wpływ środowiska przyrodniczego na życie człowieka.

source: Any participant may send in up to five photos in each of the categories.
pl: Uczestnik może przesłać do pięciu fotografii w każdej kategorii.

source: According to the World Food Programme's data, over a billion people around the world are suffering from hunger and undernutrition, while 98 per cent of those are the inhabitants of the developing countries of Africa and Asia.
pl: Według danych Światowego Programu Żywnościowego ponad miliard ludzi na całym świecie cierpi z powodu głodu i niedożywienia, z czego 98 proc. stanowią mieszkańcy krajów rozwijających się Afryki i Azji.

source: Every fifth person on Earth has to survive on less than the equivalent of USD 1.25 a day, while about 100 million children around the world have no access to basic level education.
pl: Co piąta osoba na ziemi żyje za mniej niż równowartość 1,25 dolara na dzień, a aż około 100 mln dzieci na świecie nie ma dostępu do edukacji na poziomie podstawowym.

source: Developmental aid constitutes the developed countries' response to these problems and many others.
pl: Pomoc rozwojowa to odpowiedź krajów rozwiniętych m.in. na te problemy.

source: The European Union is the largest donor of official developmental aid in the world.
pl: Unia Europejska jest największym darczyńcą oficjalnej pomocy rozwojowej na świecie.

source: The European Commission, supported by the EU Member States, finances as much as 60 per cent of all global initiatives aiding development.
pl: Komisja Europejska wraz z krajami członkowskimi UE finansuje aż 60 proc. wszystkich światowych inicjatyw na rzecz rozwoju.

source: Poland strives to participate actively in the forming of policy contributing towards reducing poverty and finances aid projects which support the development of less affluent countries.
pl: Polska stara się aktywnie brać udział w kształtowaniu polityki na rzecz zmniejszenia ubóstwa i finansuje projekty pomocowe , które wspierają rozwój krajów mniej zamożnych.

source: About PLN 1.4 billion, which stands for 0.09 per cent of the Polish Gross National Income, is earmarked annually from the Polish State's budgetary funds for developmental cooperation.
pl: Rocznie ze środków budżetu państwa polskiego na współpracę rozwojową przeznaczanych jest około 1,4 mld zł, co stanowi 0,09 proc. polskiego dochodu narodowego brutto.

source: You are here Polish Aid / News / Study visit of Moldovans in Poland
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta studyjna Mołdawian w Polsce

source: Study visit of Moldovans in Poland
pl: Wizyta studyjna Mołdawian w Polsce

source: The visit began with a meeting at the Ministry of Agriculture and Rural Development, which was also attended by the representatives of the Ministry of Infrastructure and Development, the Agency for Restructuring and Modernisation of Agriculture and the Polish Agency for Enterprise Development.
pl: Wizyta rozpoczęła się spotkaniem w Ministerstwie Rolnictwa i Rozwoju Wsi, w którym udział wzięli także przedstawiciele Ministerstwa Infrastruktury i Rozwoju, Agencji Restrukturyzacji i Modernizacji Rolnictwa oraz Polskiej Agencji Rozwoju Przedsiębiorczości.

source: The inauguration of the study visit in Stare Pole was attended by Mr. Bogdan Borusewicz, Marshal of the Senate of the Republic of Poland.
pl: W inauguracji wizyty studyjnej w Starym Polu uczestniczył Pan Bogdan Borusewicz Marszałek Senatu RP.

source: The aim of the study visit to Poland was to present good examples of self-employed forms of entrepreneurship, the forms of supporting entrepreneurship in rural areas and tasks of the institutions responsible for providing support to potential beneficiaries maintaining or starting their own business.
pl: Celem wizyty studyjnej w Polsce było zaprezentowanie dobrych przykładów prowadzenia działalności na własny rachunek, form wsparcia przedsiębiorczości na obszarach wiejskich oraz zadań instytucji odpowiedzialnych za świadczenie pomocy potencjalnym beneficjentom prowadzącym bądź otwierającym własną działalność.

source: The visit provided an insight into entrepreneurship from the perspective of the overall development of the rural areas.
pl: Wizyta ta posłużyła do spojrzenia na przedsiębiorczość z perspektywy całościowego rozwoju obszarów wiejskich.

source: This visit was completed as a part of the project no. 101/2014 "Development of non-agricultural business activities in rural areas in the Republic of Moldova”), carried out in the framework of the Polish development cooperation programme of the Ministry of Foreign Affairs of Poland in 2014.
pl: Powyższe działanie zrealizowane zostało w ramach projektu nr 101/2014 pt. „Rozwój przedsiębiorczości pozarolniczej na obszarach wiejskich Mołdawii” objętego programem polskiej współpracy rozwojowej Ministerstwa Spraw Zagranicznych RP w 2014 r.

source: You are here Polish Aid / Our partners / Multilateral assistance / High Level Meeting of OECD Development Assistance Committee
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca wielostronna / Posiedzenie wysokiego szczebla Komitetu Pomocy Rozwojowej

source: High Level Meeting of OECD Development Assistance Committee
pl: Posiedzenie wysokiego szczebla Komitetu Pomocy Rozwojowej
